import pandas as pd

data = {
    "claim": [
        "افزایش مالیات‌ها باعث کاهش مصرف می‌شود؟",
        "افزایش مالیات‌ها باعث کاهش مصرف می‌شود؟",
        "ورزش منظم برای سلامتی مفید است؟",
        "ورزش منظم برای سلامتی مفید است؟",
        "کیفیت آموزش آنلاین بهتر از حضوری است؟"
    ],
    "content": [
        "دولت قصد دارد مالیات بر کالاهای لوکس را افزایش دهد.",
        "مردم معتقدند مالیات بالا تاثیری بر مصرف ندارد.",
        "بسیاری از پزشکان ورزش روزانه را توصیه می‌کنند.",
        "برخی افراد معتقدند ورزش زیاد فشار روی بدن می‌آورد.",
        "دانشجویان گزارش داده‌اند که یادگیری آنلاین موثر است."
    ],
    "stance": ["support", "oppose", "support", "oppose", "neutral"]
}

df = pd.DataFrame(data)
df.to_excel("demo/data/new_test.xlsx", index=False)
